// Menu
"About Hackintool" = "해킨툴 소개";
"Check for Updates..." = "업데이트 확인...";
"Preferences…" = "환경 설정…";
"Services" = "서비스";
"Hide Hackintool" = "해킨툴 가리기";
"Hide Others" = "기타 가리기";
"Quit Hackintool" = "해킨툴 종료";
"File" = "파일";
"Open…" = "열기";
"Open Recent" = "최근 작업 열기";
"Import" = "불러오기";
"Export" = "내보내기";
"IOReg Dump (Native)" = "IOReg 덤프 (기존 내용)";
"IOReg Dump (Patched)" = "IOReg 덤프 (패치 내용)";
"Clover config.plist" = "클로버용 Config.plist";
"Framebuffer Text" = "텍스트화 프레임 버퍼 ";
"Framebuffer Binary" = "바이너리화 프레임 버퍼";
"Edit" = "편집";
"Cut" = "자르기";
"Copy" = "복사";
"Paste" = "붙여 넣기";
"Paste and Match Style" = "붙여 넣기 및 스타일 매치";
"Select All" = "모두 선택";
"Find" = "검색";
"Find…" = "검색…";
"Find and Replace…" = "검색 및 치환…";
"Find Next" = "다음 검색";
"Find Previous" = "이전 검색";
"Use Selection for Find" = "검색에 선택 사용";
"Jump to Selection" = "선택 항목으로 이동";
"Spelling and Grammar" = "철자와 문법 검사";
"Check Document Now" = "지금 점검";
"Check Spelling While Typing" = "입력하는 동안 철자 검사";
"Check Grammar With Spelling" = "문법 검사 도중 철자 검사";
"Correct Spelling Automatically" = "자동 철자 ​​수정";
"Substitutions" = "보완";
"Show Substitutions" = "보완 표시";
"Smart Copy/Paste" = "스마트 복사 / 붙여 넣기";
"Smart Quotes" = "스마트 따옴표";
"Smart Dashes" = "스마트 대시";
"Smart Links" = "스마트 링크";
"Data Detectors" = "데이터 디텍터";
"Text Replacement" = "텍스트 대체";
"Transformations" = "변환";
"Make Upper Case" = "대문자로 만들기";
"Make Lower Case" = "소문자로 만들기";
"Capitalize" = "대문자로 시작하기";
"Speech" = "말하기";
"Start Speaking" = "말하기 시작하기";
"Stop Speaking" = "말하기 중지";
"Show Toolbar" = "툴바 표시";
"Hide Toolbar" = "Hide Toolbar";
"Customize Toolbar…" = "툴바 사용자 정의…";
"View" = "보기";
"Window" = "윈도우";
"Help" = "도움말";
"Current Version" = "현재 버전";
"System Configs" = "시스템 구성";
"Apply Current Patches" = "현재 패치 적용";
"Minimize" = "최소화";
"Zoom" = "확대";
"Bring All to Front" = "모두 앞으로 가져오기";
"Hackintool Help" = "해킨툴 도움말";
// Tabs
"Intel" = "인텔";
"Clover" = "클로버";
"NVRAM" = "NVRAM";
"Installed" = "설치됨";
"Display" = "디스플레이";
"Audio" = "오디오";
"USB" = "USB";
"Disks" = "디스크";
"PCI" = "PCI";
"Info" = "정보";
"Power" = "전력﻿";
"Calculator" = "계산기";
"Tools" = "도구";
"Logs" = "로그";
// Intel
"Unlock" = "잠금 해제";
"Info" = "기본 정보";
"VRAM" = "비디오 램";
"Framebuffer" = "프레임 버퍼";
"Connectors" = "커넥터";
"Patch" = "패치";
"Reload" = "새로고침";
// Intel / General
"IntelGen:" = "CPU 세대 :";
"PlatformID:" = "플랫폼 ID :";
"System Info:" = "시스템 정보 :";
"Model:" = "SMBIOS 모델 :";
"CPU:" = "CPU :";
"GPU Info:" = "GPU 정보 :";
"Vendor ID:" = "공급업체 ID :";
"Device ID:" = "장치 ID :";
"Metal:" = "메탈 가속 :";
"VDA Decoder:" = "VDA Decoder:";
"GPU:" = "내장 그래픽 :";
"Model(s):" = "SMBIOS 모델 :";
// Intel / VRAM
"VRAM Info:" = "비디오 램 정보 :";
"Stolen:" = "추가 확장 메모리 :";
"FBMem:" = "프레임 버퍼 메모리 :";
"VRAM:" = "비디오 램 :";
"Max Stolen:" = "최대 확장 메모리 :";
"Total Stolen:" = "총 확장 메모리 :";
"Total Cursor:" = "총 표시 메모리 :";
"Max Overall:" = "최대 총합 메모리 :";
// Intel / Framebuffer
"Framebuffer Info:" = "프레임 버퍼 정보 :";
"Framebuffer Flags:" = "프레임 버퍼 플래그 :";
"Name" = "이름";
"Value" = "값";
// Intel / Connectors
"Connector Info:" = "커넥터 정보 :";
"Index" = "인덱스";
"Bus ID" = "버스ID";
"Pipe" = "파이프";
"Type" = "타입";
"Flags" = "플래그";
"Connector Flags:" = "커넥터 플래그 :";
"Display Info:" = "디스플레이 정보 :";
"Internal" = "내부";
"External" = "외부";
"Name:" = "이름 :";
"Port:" = "포트 :";
"Product ID:" = "제품 ID :";
"Serial No.:" = "일련 번호 :";
"Internal:" = "내부 :";
// Intel / Patch
"Patch Options:" = "패치 옵션 :";
"General" = "기본";
"Advanced" = "확장";
"KextsToPatch (Hex)" = "KextsToPatch (Hex)";
"KextsToPatch (Base64)" = "KextsToPatch (Base64)";
"Devices / Properties" = "디바이스/프로퍼티스";
"iASL DSL Source" = "iASL DSL 소스";
"Auto Detect Changes" = "변경사항 자동감지";
"All" = "전체";
"Audio" = "오디오";
"Use AllData Method" = "모든 패치 데이터 포함";
"General Patch" = "일반 패치";
"Patch Output:" = "패치 결과 :";
"DVMT pre-alloc 32 MB" = "DVMT 32MB 사전할당";
"Disable eGPU" = "eGPU 비활성화";
"DP -> HDMI" = "DP를 HDMI로 송출";
"Hotplug Reboot Fix" = "핫플러그 ​​재부팅 교정";
"Spoof Audio Device ID" = "오디오 장치 ID 스푸핑";
"VRAM 2048 MB" = "VRAM 2048MB";
"Enable HDMI20 (4K)" = "HDMI20 (4K) 활성화";
"GfxYTile Fix" = "GfxYTile 수정";
"USB Port Limit" = "USB 포트 제한";
"FB Port Limit:" = "FB 포트 제한 :";
"Generate Patch" = "패치 생성";
// Clover
"Clover Info:" = "클로버 정보 :";
"Current Booted Revision:" = "현재 부팅된 버전 :";
"Last Installed Revision:" = "과거 설치된 버전 :";
"Latest Available Revision:" = "최신 개정 버전 :";
"Clover Patches:" = "클로버 패치 :";
"Select" = "고르다";
"Type" = "유형";
"Comment" = "논평";
"Download Clover" = "클로버 다운로드";
"Refresh Clover" = "새로고침";
"Apply Clover Patches" = "클로버 이름 변경 적용";
// NVRAM
"NVRAM Variables:" = "NVRAM 변수 :";
"Variable Value:" = "변수 값 :";
// Installed
"Select" = "고르다";
"Installed Version" = "설치된 버전";
"Current Version" = "현재 버전";
"Download Version" = "버전 다운로드";
"Superseder" = "슈퍼에 더";
"Description" = "기술";
"Url" = "Url";
"Compile Output:" = "컴파일 출력 :";
"Download Selected" = "선택한 다운로드";
"Compile Selected" = "선택한 컴파일";
"Install Kext(s)" = "Kext 설치";
"Rebuild KextCache and Repair Permissions" = "KextCache 다시 작성 및 사용 권한 복구";
// Display
"Displays:" = "디스플레이 :";
"Name" = "디스플레이 이름";
"Vendor ID" = "공급업체 ID";
"Product ID" = "제품 ID";
"Serial No." = "일련 번호";
"Internal" = "내부";
"Scaled Resolutions:" = "출력 가능 해상도 :";
"Width" = "가로 픽셀";
"Height" = "세로 픽셀";
"Type" = "출력 타입";
"Inject EDID:" = "EDID 추가 :";
"Icon:" = "아이콘 :";
"Resolution:" = "해상도 :";
"Fix Monitor Ranges" = "해상도 수정 추가";
"Inject Apple Info" = "Apple 정보 추가";
"Force RGB Mode" = "RGB 모드(강제) 추가";
"Patch Color Profile" = "컬러 프로파일 추가";
"Add" = "추가";
"Delete" = "삭제";
"Refresh" = "새로고침";
"Export" = "내보내기";
// Audio
"Audio Devices:" = "오디오 장치 :";
"Sub Device" = "Sub Device";
"Revision" = "Revision";
"Codec" = "声卡 ID";
"Audio Info:" = "내장 오디오 정보 :";
"Controller:" = "컨트롤러 :";
"Vendor:" = "공급업체 :";
"Codec:" = "코덱 :";
"Layout ID:" = "레이아웃 ID :";
"Revisions:" = "버전 :";
"Min Kernel:" = "최저 커널 :";
"Max Kernel:" = "최대 커널 :";
"Info" = "정보";
// USB
"USB Controllers:" = "USB 컨트롤러 :";
"Name" = "Name";
"Series" = "칩셋 이름";
"Device ID" = "장치 ID";
"Vendor ID" = "공급자 ID";
"USB Ports:" = "USB 포트 :";
"Name" = "포트 이름";
"Connector" = "커넥터 타입";
"Port" = "포트 번호";
"Device" = "연결된 장치";
"Info" = "정보";
"Delete" = "삭제";
"Refresh" = "새로고침";
"Import" = "불러오기";
"Export" = "내보내기";
"Active Port" = "활성화된 포트";
// Disks
"EFI Partitions:" = "EFI 파티션 :";
"Device Name" = "장치 이름";
"Partition Scheme:" = "파티션 구성표 :";
"Volume Name" = "볼륨 이름";
"BSD Name" = "BSD 이름";
"Mount Point" = "마운트 포인트";
"Disk Type" = "디스크 타입";
"Mount" = "마운트";
"Unmount" = "마운트 해제";
"Open" = "열기";
"Boot EFI" = "EFI 부팅 영역";
// PCI
"PCI Devices:" = "PCI 장치 :";
"Vendor" = "공급 업체";
"Sub Vendor" = "하위 공급 업체";
"Sub Device" = "하위 장치 주소";
"Vendor Name" = "제조사 이름";
"Device Name" = "장치 이름";
"Class" = "수업";
"Subclass" = "아강";
// Info
"Network Interfaces:" = "네트워크 인터페이스 :";
"Vendor " = "제조사 ID";
"Vendor Name" = "제조사 이름";
"Device Name" = "장치 이름";
"BSD Name" = "BSD 이름";
"Builtin" = "내장 인식";
"Graphic Devices:" = "그래픽 장치 :";
"Ports" = "항구";
"Sub Device" = "하위 장치 주소";
"Codec" = "코덱 주소";
"Revision" = "리비전";
"Storage Devices:" = "스토리지 장치 :";
"Model" = "모델 명";
"Location" = "연결 유형";
"Phy Block" = "물리 블럭";
// Power
"Power Info:" = "전력 관리 정보﻿ :";
"Fix sleepimage" = "Fix sleepimage";
// Calculator
"Sequence:" = "Sequence :";
"Hex:" = "Hex :";
"Base64:" = "Base64 :";
"ASCII:" = "ASCII :";
"Value:" = "Value :";
"Decimal:" = "Decimal :";
"Octal:" = "Octal :";
"Binary:" = "Binary : ";
// Tools
"Tools Output:" = "실행 화면 :";
"Get AppleIntelInfo" = "Get AppleIntelInfo";
"Install Kext for Atheros AR92xx/93xx WLan Cards (only 10.14+)" = "Install Kext for Atheros AR92xx/93xx WLan Cards (only 10.14+)";
"Install Kext to enable SATA HotPlug on Mojave" = "Install Kext to enable SATA HotPlug on Mojave";
"Generate Windows Bluetooth Registry File" = "Generate Windows Bluetooth Registry File";
// Log
"Log:" = "로그 :";
"Boot Log" = "부트 로그 확인";
"Lilu (Log)" = "Lilu (로그)";
"Lilu (Kernel)" = "Lilu (커널)";
"WhateverGreen (Kernel)" = "WhateverGreen (커널)";
"AppleALC (Kernel)" = "AppleALC  (커널)";
"Search (⌘F)" = "검색 (⌘F)";
// Import KextsToPatch
"Import KextsToPatch" = "KextsToPatch 내용 불러오기";
"Find:" = "찾기:";
"Replace:" = "바꾸기:";
"Cancel" = "취소";
"OK" = "확인";
// Clover Updater
"Clover Updated" = "클로버 업데이터";
"Downloading %@" = "%@ 다운로드 중";
"No new Clover Revisions Are Avaliable at this Time!" = "지금은 새로운 클로버 개정판을 사용할 수 없습니다!";
"New Clover Revision %i is Available - you have %i. Would you like to download a newer Revision?" = " 현재 %i을(를) 사용중입니다만 새로운 클로버 개정판인 %i을(를) 사용 가능합니다. 최신 버전을 다운로드 하시겠습니까?";
"Not Now" = "지금 안함";
"Update..." = "업데이트 시작";
"Set Clover Installer Location" = "클로버 설치 경로 설정";
"An error occured while trying to download Clover installer!" = "클로버 설치 프로그램을 다운로드하는 중 오류가 발생했습니다!";
"%1.1f Mbytes" = "%1.1f 메가 바이트";
// Misc
"* You may require %@" = "* %@가 필요할 수 있습니다";
"* You may require Spoof Audio Device ID" = "오디오 장치 ID 스푸핑이 필요할 수 있습니다";
"Importing KextsToPatch" = "KextsToPatch 가져 오기";
"Are you sure you want to apply %d Clover patch(s)?" = "%d 의 클로버 패치를 적용 하시겠습니까?";
"Patch Success!" = "지슥쇽샥! 패치 성공!";
"Patch Fail!" = "패치 실패! 하지만 좌절금지";
"Please select your existing config.plist to overwrite.\nData is written non-destructively and a backup will be created first." = "덮어 쓸 기존 config.plist를 선택하십시오.\n데이터는 삭제되지 않게끔 백업이 먼저 생성됩니다.";
"No Changes Detected!\r" = "변경 사항이 감지되지 않았습니다!\r";
"Unknown" = "알 수 없음";
"Mount Boot EFI Partition?" = "부팅 EFI 파티션을 마운트 하시겠습니까?";
"Your Boot EFI Partition is not mounted." = "부팅 EFI 파티션이 마운트되지 않았습니다.";
"Mount" = "마운트";
"Cancel" = "취소";
"Buy me a Beer" = "headkaze에게 맥주 한 병 사주세요.";
"Installing '%@'...\n" = "Installing '%@'...\n";
"Rebuilding KextCache and Repairing Permissions...\n" = "Rebuilding KextCache and Repairing Permissions...\n";
"\"%@\" doesn't exist. Do you want to create it?" = "\"%@\" doesn't exist. Do you want to create it?";
"\"%@\" does not exist. You can create a new one." = "\"%@\" does not exist. You can create a new one.";
"Warning!" = "Warning!";
"Enabling HWP (Intel Speed Shift) will require a reboot to restore the previous value." = "Enabling HWP (Intel Speed Shift) will require a reboot to restore the previous value.";
"Logging Intel registers may cause your system to crash." = "Logging Intel registers may cause your system to crash.";
"Logging CStates" = "Logging CStates";
"Perform CPU intensive activity..." = "Perform CPU intensive activity...";
"Fully Supported" = "Fully Supported";
"Not Supported" = "Not Supported";
